import DownloadApp from '../components/Home/DownloadApp';
import PageHeader from '../shared/PageHeader';

const DepartmentDetails = () => {
  return (
    <section className='container'>
      <PageHeader pageName={'الاقسام'} />
      <div className='w-full h-80 overflow-hidden rounded-3xl'>
        <img
          src='https://via.placeholder.com/1000'
          alt='image'
          className='w-full object-cover h-full'
        />
      </div>
      <div className='bg-[#F5F5F5] p-5 my-10 rounded-3xl flex flex-col justify-center items-start py-14'>
        <h1 className='text-3xl font-bold my-5'>
          لوريم ابسيوم لوريم ابسيوم لوريم ابسيوم لوريم ابسيوم لوريم ابسيوم{' '}
        </h1>
        <p className='text-md my-5 w-10/12 leading-6'>
          ارك غرفة المدينة المنورة في منتدى العمرة والزيارة والذي يقام برعاية
          كريمة من صاحب السمو الملكي الامير سلمان بن سلطان بن عبدالعزيز آل سعود
          امير منطقة المدينة المنورة في مركز الملك سلمان الدولي للمؤتمرات
          بالمدينة المنورة في الفترة من 22-24 ابريل. والذي يهدف الى اثراء تجربة
          الزائر بتنظيم من وزارة الحج والعمرة. تعرف على خدمات الغرفة عن قرب في
          جناح D14. ارك غرفة المدينة المنورة في منتدى العمرة والزيارة والذي يقام
          برعاية كريمة من صاحب السمو الملكي الامير سلمان بن سلطان بن عبدالعزيز
          آل سعود امير منطقة المدينة المنورة في مركز الملك سلمان الدولي
          للمؤتمرات بالمدينة المنورة في الفترة من 22-24 ابريل. والذي يهدف الى
          اثراء تجربة الزائر بتنظيم من وزارة الحج والعمرة. تعرف على خدمات الغرفة
          عن قرب في جناح D14. ارك غرفة المدينة المنورة في منتدى العمرة والزيارة
          والذي يقام برعاية كريمة من صاحب السمو الملكي الامير سلمان بن سلطان بن
          عبدالعزيز آل سعود امير منطقة المدينة المنورة في مركز الملك سلمان
          الدولي للمؤتمرات بالمدينة المنورة في الفترة من 22-24 ابريل. والذي يهدف
          الى اثراء تجربة الزائر بتنظيم من وزارة الحج والعمرة. تعرف على خدمات
          الغرفة عن قرب في جناح D14.
        </p>
        <h2 className='text-xl font-semibold my-5'>
          لوريم ابسيوم لوريم ابسيوم لوريم ابسيوم لوريم ابسيوم لوريم ابسيوم{' '}
        </h2>
        <p>
          لوريم ايبسوم هو نموذج افتراضي يوضع في التصاميم لتعرض على العميل ليتصور
          طريقه وضع النصوص بالتصاميم سواء كانت تصاميم مطبوعه بروشور او فلاير على
          سبيل المثال او نماذج مواقع انترنت لوريم ايبسوم هو نموذج افتراضي يوضع
          في التصاميم لتعرض على العميل ليتصور طريقه{' '}
        </p>
          </div>
          <DownloadApp />
    </section>
  );
};

export default DepartmentDetails;
